[
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0292",
    "time":"1960-1997",
    "date":351043200000,
    "gender":"F",
    "age":"YA",
    "report":"Dylan helps me. I am confused. He walks me to Andrea's office. She shows me her pet, sort of like an alligator. I back away from it. Then I look for Dylan. He's fast asleep laying on top of the alligator! I think, \"Oh, he must be so tired. I won't wake him,\" but I hope he wakes up. He does. A client comes in all confused. We deal with her. I talk to the C. dept. I want it to shape up. I walked barefooted. I remember being surprised that I can do it. No pain.",
    "character":"1MKA, 1FKA, 1ANI, 1FSA, 2IOA",
    "emotion":"CO D, CO D"
  },
  {
    "id":"melora",
    "name":"Melora (Melvin's wife)",
    "number":"028",
    "time":"1962",
    "date":2919024000000,
    "gender":"F",
    "age":"Y",
    "report":"The duke and his wife--the duke of something or other, I don't know his title--had a large castle at El Sin Or, where Hamlet used to live. Because their castle is so famous, they gave TV shows every once in a while so people could see this famous place. The duchess gave one, one time. She had a whole troupe of actors in and she and the actress both took the same part and played it over. It was sort of an Othello part, only this wasn't the name that was given to it. The duke didn't approve of this at all, and was very short to her and thought she had been very stupid to do this. The duke, to get back at his wife, found this young mistress somewhere and told his wife he was going off with her, and did go off at least for the night anyhow. This upset her very much because she supposedly loved him very much. He was about 25 and she a year or so younger. I guess it couldn't have upset her too much because she went off the next day on a fishing trip with this young man a few years older than herself who looked exactly like our mailman, who is young and good-looking. They went off to the lake and then, though they had a rod and reel, they forgot to get any bait. So she went back to the little refreshment stand where they had different types of bait for sale. She bought a dozen earthworms, which they tried to charge some fantastic price--$1.80 or something, but she only had 50 cents. When she came back, her friend had thrown a line out into the water and there was a fish on it. She hauled it in with her hands. They fished a little longer, but without any luck. Then she went home. Now in this dream the reason I've been using these 3rd person pronouns was the fact that my point of view shifted back and forth between these two people. At first it was more or less the duke, then it was the duchess, which is about where it stayed. So I guess from now on, I'll say, \"I.\" When I went home, my husband, who seemed rather aloof about anything which I was going to do, was sort of distressed that I had gone off with this man. He reminded me that in the next few days was our anniversary and it was sort of like a bleak prospect. I started going thru all my clothes trying to find something I could wear, wondering where we could go.",
    "character":"1MPA, 1FSA, 2JOA, 1FSA, 1MKA, 1ANI",
    "emotion":"SD 1MKA"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0860",
    "time":"1999-",
    "date":1086393600000,
    "gender":"F",
    "age":"A",
    "report":"I was living on Lakeland Dr. I was planting new flowers and working on existing flowers. My family was coming for a visit. I was pulling up weeds\/flowers from a large flowerpot on the deck and pointing out to Matthew which ones I was pulling up and why. Some of them were the sunflower seeds from the birds, that were sprouting and I didn't want them growing there. I kept waiting and waiting and finally realized that my family isn't going to show up. Since I had plenty of time now, I start moving things where I want them, from having put them or left them someplace that would suffice until after the family left. I gathered up three empty cardboard boxes that had each been sitting in various places. They are three different sizes. I put them inside each other and then put a bunch of small pieces of wood, looked like kindling, into the smallest one. At first I was going to trash the stuff that I put in there then I thought I would store the wood that way. I had taken a bunch of very large wood items and threw them over the deck fence to be taken to the trash. One in particular that I remember was a very large, black kidney-shaped piece of furniture that I had torn apart. When I realized I had plenty of time I asked Matthew to help me take that stuff to the trash. I took all the small flower pots and stuff (like what is sitting on the patio in waking life), gathered them all together and moved them all onto or to a different place on the deck. I moved at least some of them onto a silver aluminum rolling cart. Tonya H was there. She came out to the deck and began helping me. She was going to take one or some of these flower pots. I was fine with that. I had a young African-American boy living or staying with me. He was about 10-12 years old. He considered me a mother figure, but I don't know why. He started helping me with the trash and stuff without being asked. I noticed this and was impressed and pleased by this. I was thinking about Matthew in relation to this. Numerous times I walked from the front of the house around the outside to the back. I seldom went out back through the patio doors. Maybe because I was carrying things like flowers and trash? Maybe because of dirt? I don't know.",
    "character":"2JKA, 1MKA, 1FKC, 1MEA",
    "emotion":"HA D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0762",
    "time":"1999-",
    "date":1072656000000,
    "gender":"F",
    "age":"A",
    "report":"I was working on a project at home. I kept trying over and over to do it successfully.",
    "character":null,
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0880",
    "time":"1949-1964",
    "date":2945548800000,
    "gender":"M",
    "age":"A",
    "report":"I was on St. Claire Ave. in Big City. I looked up and a storm was coming. I saw a couple clouds that were black as black paint. I never saw such black clouds. I walked into a room of the shop to look at something that I thought was not functioning right. All at once I heard a shot like a gun. I looked on the floor and there was a safety belt across the aisle to signal anyone who stepped by it to be cautious of dangers. I walked out of there and when I got outside, I saw a colored boy running by with some building material in his hands. Frank Lasko was running after him, so I took after them. It was night. I had a flashlight. I put on the light and its light gave a good glow on the schoolhouse where the boy ran. Later he came back with his dad. He surrendered and was going to bring it back. As we walked back, the street was muddy. I looked at a tree which the leaves and part of the branches were falling off and there was a pile of black leaves about three feet high under the tree.",
    "character":"1MEA, 1MKA, 1MKA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1939",
    "time":"1960-1997",
    "date":684288000000,
    "gender":"F",
    "age":"YA",
    "report":"There is a grand piano. A man (graduate student) is about to give a demonstration of his work. He calls out the title, \"59 Flamenco Dancers\" and is about to start playing, when he pauses to listen. He hears someone else playing, a ghost pianist. I listen. No, that's just the typist (I hear fast typing). Then I hear fast piano music (like Flight of the Bumblebee). I now agree, it's the ghost pianist. Now the piano position is changed and there are two of them. They are positioned closer to a stage area for performance. There are some things on a shelf on the piano - big gulp plastic cups and other things. They start to shake and move. The ghost shows us his presence. Then the ghost picks me in my wheelchair up and we fly around the room fast. I'm not afraid, but excited like on a carnival ride.",
    "character":"1MOA, 1ISA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2494",
    "time":"1960-1997",
    "date":738460800000,
    "gender":"F",
    "age":"YA",
    "report":"A neighbor man lets me lean on him and helps me into the house. Ellie informs me that my ex-husband has come through and sold the house. I am furious because if they had told me this before the meeting, I wouldn't have had to go through all this. I say, \"I'll just wake him up and tell him off.\" The girls defend him and tell me not to bother him. I am mad that they take better care of him than they do me. I just know the husband is going to try and get away with the money from the sale of the house and bilk me of my share.  [NOTE: ALL FEMALE CHARACTERS (AND ASSOCIATED NARRATIVE) WERE DELETED FROM THIS DREAM REPORT.]",
    "character":"1MSA, 1FKA, 1MKA, 2FKA",
    "emotion":"AN D, AN D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1878",
    "time":"1960-1997",
    "date":678326400000,
    "gender":"F",
    "age":"YA",
    "report":"I am a part of a crowd of college graduates that are taking a traditional walk out to a point on a peninsula. There are so many of us that every inch of land is covered. We are wearing caps and gowns, all black. As we walk, different speakers give eloquent speeches of tradition - history, philosophy, etc. All the knowledge as it has been, being repeated word for word as it always has. No one can speak or interrupt or change the words. We solemnly walk to the very end. Some of the people on the outside edge, I am one of them, are almost pushed off into the water, it's so crowded. We turn and walk back. Now there are long tables set up for the banquet. I walk down (on the table) to find my place. I see Michael J. Fox seated opposite. I pause, we look at each other with speaking, glances, we love each other but I am married to Howard. He's actually the graduate here; I'm a student wife. I continue on to the end of the table. Howard and I sit. Now it is time for everyone to write new knowledge, ideas, and the best one will be chosen and read for all to hear. The male announcer says, \"Doyle\" (the paper chase lawyer-teacher). He stands. The announcer says, \"There was a tie. One more, who isn't actually a student, but a wife.\" He calls my name and I stand on the table, surprised, pleased and concerned that my husband will feel outdone.",
    "character":"2JSA, 2JSA, 1MPA, 1MOA",
    "emotion":"CO D, AP D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0104",
    "time":"1949-1964",
    "date":2514067200000,
    "gender":"M",
    "age":"A",
    "report":"C. Fisher found a cone. It had a nail on the end. I said it was a good toad stabber. He threw it down. I picked it up and tried to stake coal on a coal pile and missed. Then I stabbed a lump and the spike went thru the coal.",
    "character":"1MKA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0244",
    "time":"1960-1997",
    "date":348710400000,
    "gender":"F",
    "age":"YA",
    "report":"Sharks. Howard and Karen are keeping my children. I babysit their child and try to negotiate for more time with mine. The University house. I'm hiding. A party. Several men are out to get me. I'm running.",
    "character":"2ANI, 2JKA, 1FKA, 1ISC, 2MSA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0749",
    "time":"1999-",
    "date":1071446400000,
    "gender":"F",
    "age":"A",
    "report":"I was giving a dream workshop that involved some type of artwork - drawing. The response was very positive. I had said something about the pen I was using. Afterwards the person who had hired me said she would like to go ahead and get the pens for everyone - I had apparently quoted her to include them but she opted out. I reminded her that she had opted out and as such not paid for them, so the additional fee would be around $1,000. They were about $1 each, personalized, and she needed 1,000. She didn't answer me but I had the sense that she needed to think about it or that she really didn't want to buy them, having been reminded of the price. One of the attendees came up to me afterwards and asked me how I learned to draw. She asked me if I see what I am drawing or if I just see lines. I pointed to an individual as an example and said, I look at her face. I simply look at the lines of her face, such as the lines of her nose, her hair, etc. She asked me if I could recommend some books that would help her get started. I was hesitant to tell her about the books that I used because I had bought them used at the Half Price Books store. I thought I might tell her that my books are very old and were given to me by someone. In my head I was justifying the lie by telling myself they were a gift - from me to me. I don't think I ever answered her however.",
    "character":"1FSA, 2JSA, 1FSA, 1ISA",
    "emotion":"AP D"
  },
  {
    "id":"lawrence",
    "name":"Lawrence, a young man",
    "number":"118",
    "time":"2009",
    "date":1244937600000,
    "gender":"M",
    "age":"A",
    "report":"I had a dream about being in a band that plays in the streets of a european town on a hillside in the evening. I imagine it might be Austria or the Czech Republic. There's a procession going on with lanterns. The music we're playing is melodic with multiple harmonies. It sounds good.",
    "character":"2JOA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1266",
    "time":"1999-",
    "date":1144886400000,
    "gender":"F",
    "age":"A",
    "report":"I was married to Dennis Quaid. Something had happened that had caused major damage to the building we were in. Dennis had been injured and was unable to walk out by himself. I kept telling him to just lie against my back and I would drag him out. He kept saying no, thinking I couldn't or that it would hurt me. He finally gave in. There was rubble everywhere. I was stepping over rubble in a doorway in my effort to get us out.",
    "character":"1MPA",
    "emotion":null
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"733",
    "time":"1912-1965",
    "date":2960928000000,
    "gender":"F",
    "age":"A",
    "report":"I pressed the switch as I entered the dark room but the light didn't go on and I walked about the room trying three other switches with no result; but the table light was on. Then she came in and turned on the overhead light. I asked where the switch was and she showed me. It was a different kind that I hadn't recognized as such.",
    "character":"1FKA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1701",
    "time":"1999-",
    "date":1198540800000,
    "gender":"F",
    "age":"A",
    "report":"Working on an Excel spreadsheet. There were ten columns and ten rows. I highlighted one intersecting cell on each row a different color. I was working on a project for some person or company that I wouldn't normally be doing computer work for.",
    "character":"1ISA",
    "emotion":null
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"74",
    "time":"1912-1965",
    "date":1936483200000,
    "gender":"F",
    "age":"A",
    "report":"I am led through two locked doors, then taken through trap door up attic in a hammock by men. Have me part way up when they say, \"We'd better not let her see these first\" and they let down 1 or 2 unconscious men. I see part of a man's head, black hair and a very white face. Then I'm up attic. Two children are playing with dolls that are really babies. I think they are illegitimate babies and that's what I will be made to produce. I ask where the babies were found. They point to a corner. I ask R. for toilet. She says there is none up here and I'll have to get along without. I find slop pail partly filled with soapy water and use it while R. is smoothing up bed with no sheets. I hear the urine in a stream. I know torture is to await me. (Woke needing to urinate.)",
    "character":"2MSA, 1FSA, 2ISC, 1FKA, 1FKA",
    "emotion":null
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"430",
    "time":"1912-1965",
    "date":2880057600000,
    "gender":"F",
    "age":"A",
    "report":"We were entertaining a large group of elderly ladies. A.B. was there. I began to speak to one but Miss W. asked me to go into the kitchen and take the potato rolls from the oven. I do other things first and then realize I had better get things from the stove lest they be overdone. Find some rolls well done. The potatoes I had thought baked were browned mashed. One lady wanted a large helping of the potato dish but I tell her it's for supper, not for the party.",
    "character":"2FSA, 1FKA, 1FKA, 1FSA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"1009",
    "time":"1949-1964",
    "date":2964643200000,
    "gender":"M",
    "age":"A",
    "report":"I saw Infinite Gree and Service Quick as winner.",
    "character":"2JKA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0602",
    "time":"1949-1964",
    "date":2781043200000,
    "gender":"M",
    "age":"A",
    "report":"I was making something to eat. I put a big ear of corn into the bowl and was taking off the corn with a spoon. I saw a land title letter on the table and I didn't like it because it was not a very good outfit to deal with, so I got hold of the letter and closed the door and was going to see what my dad did with the mortgage. We were surrounded by savages or an army of soldiers at war with us. Someone promised us a way of escape and we paid him and he was leading us to escape.",
    "character":"1MKA, 1MKA, 2MOA, 1ISA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2795",
    "time":"1960-1997",
    "date":792720000000,
    "gender":"F",
    "age":"YA",
    "report":"I am sobbing with grief.",
    "character":null,
    "emotion":"SD D"
  },
  {
    "id":"melora",
    "name":"Melora (Melvin's wife)",
    "number":"079",
    "time":"1962",
    "date":2926108800000,
    "gender":"F",
    "age":"Y",
    "report":"I had another dream about the woman next door. In this dream I was thinking it was as if I had dreamed two days ago and remembered those dreams and talking to some man on the phone who we were supposed to go out with somewhere tonight. I said, \"By any chance do you know this woman?\" He said, oh yes, he knew her very well, and I said, \"Well, what do you think of her?\" He said, \"Oh, she's very nice, but she seems to have some secret, but I and this other friend, Herb, have figured out what her secret is.\" I was a little bit skeptical of this before he said what they figured because I know this other person, Herb, although I didn't know this person in reality. He said, \"We figured out that her secret is that she wants to spend all her life helping people and doing good for them,\" and I said, \"Well, that may be so.\" We were thinking of getting her to baby-sit for us, and I believe we must have because the next episode that I remember in this dream is coming into my daughter's room and this woman had just finished stabbing her with this pocket knife. She didn't show any feeling about it, she just sort of stood there and no expression on her face whatsoever. So we figured that she wasn't strong enough. That she wasn't going to stab us. We were standing one on each side of her and I said, \"Well, now that you've done that, I guess the only thing that's left for you to do is to stab yourself.\" I didn't expect her to do anything about it, but she sat down on the rocking chair beside her and stuck the knife into her chest. So then she sat there for a minute and she said, \"Well, I don't see why I should do that,\" and so she pulled it out and I thought to myself, \"Well, we better call the doctor. She's not dead. We better take her over to the Emergency Room.\" I called the Emergency Room and this very stupid doctor got on the phone. He said, \"What's the problem?\" I told him about the stab wound and he said, \"Well, is there much bleeding?\" I said, \"Well, it's in the chest.\" He said, \"Well, can the bleeding be controlled?\" I said no. He said a couple of other real inane things and I said, \"Well, can we bring her over?\" He said something. I guess he said yes, and I called him and asked -- which I don't ever think I would really do, I don't think -- and hung up the receiver and we started over there. And just as we were getting ready to go with just this woman, I noticed that my daughter's eyes were fluttering and I thought, \"Well, maybe they could save her too.\" So we were trying to get over there, and it's only a few minutes away, but it took us the longest, longest time to get over there. And I was trying to hurry with my daughter, and I finally did get over there. There were all these med students and interns standing around, and I had my daughter in a suitcase for some reason. I opened the suitcase. There was another in it and some blankets wrapped around her. I took her out and it was obvious that she was dead, but I asked them if they couldn't please do something for her. I held her up to them and they just sort of stood there, and I knew that they would ask me, \"What's your name, and your address and everything,\" so they could go get her chart before they even started doing anything, and that was the point that I woke up from that dream. I don't understand these dreams. We had this woman over last night for tea and she really is, seems to be a very nice person. These are 3 of the worst dreams I've ever had about anybody. I don't know exactly what to make of them.",
    "character":"1FSA, 1MKA, 1FOA, 1MOA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0221",
    "time":"1960-1997",
    "date":347328000000,
    "gender":"F",
    "age":"YA",
    "report":"I'm in a plane. We go to Russia. We sneak in through a fireplace and try to mingle with the Russians. There is a factory. We visit it. Then we have to leave before we get caught. As we go back to the fireplace, I stop at a bathroom. Some women are upset with me because I've been there, and they've had to go hungry. They are going to turn me in. I talk with them. They are sullen and resentful but don't turn me in. I respect their feelings. I sneak back through the fireplace to the airplane. I gather up powdered eggs, milk, etc. to take back to the women. It's only fair. We sneak back into Russia. Sometimes we are invisible because the solders or cops are near by. We sneak into the house. The women are in the kitchen, doing dishes. We bring the food to them. We are all pleased with each other. Then it is time to go. We sneak back to the plane but are seen. Now we scramble and get into the air. Planes are after us. It is important to get out of Russian territory so in case we get hit, we won't land on Russian grounds. We duck and fly low because their jets can't. It's foggy and cloudy and I call out the names of the high mountains we are zigzagging through. There is much tension. \"Big Mama\" mountain is on the left, \"Bear\" mountain, the Rockies. Then we go up behind the Russian jet, and strafe it with machine gun bullets. The jet goes down. We're over water now. Just before it hits, I yell, \"Nuke bomb!\" We scramble into our yellow, anti-radiation suits. They are like giant sleeper suits. We put on masks that protect our faces and we breath filtered air. We look back at the huge cloud rising from where the jet crashed. We had gone fast to get out of the shock wave area. The cloud was even bigger and more deadly than a mushroom cloud. Then I see many more of them. \"What's going on?\" I ask. \"Why are there more?\"",
    "character":"2JEA, 2FEA, 2MOA, 2FSA",
    "emotion":"HA 2JKA+D, AN 1FKA"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2646",
    "time":"1960-1997",
    "date":756000000000,
    "gender":"F",
    "age":"YA",
    "report":"Howard sits next to me in a meeting. I pat his knee reassuringly. I am helpful and kind as he is a stranger here among my friends.",
    "character":"1MKA",
    "emotion":"AP D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0796",
    "time":"1999-",
    "date":1077494400000,
    "gender":"F",
    "age":"A",
    "report":"I was getting married. It seems that we were in a elementary school building. I was going into the girls restroom to get dressed. My fiance came in wondering where he was supposed to get dressed. I pointed him towards the boys restroom. I don't know if he said something or if he just looked at me odd. There was some kind of communication or understanding that it was odd or not the ideal place to be dressing for our wedding. Maybe a bit uncomfortable. But it was, in fact, the area that we needed to get dressed.",
    "character":"1MKA",
    "emotion":"AP D"
  },
  {
    "id":"merri",
    "name":"Merri: an artist",
    "number":"088",
    "time":"1999-2000",
    "date":933206400000,
    "gender":"F",
    "age":"A",
    "report":"I was waiting for Rudy; I decided to take a shower and wash my hair while I was waiting, because it felt greasy. I didn't think I had enough time to take my clothes off too, so I took the shower with my shorts and t-shirt on. I took off my watch though, and took the barrettes out of my hair. Half way through I decided to go finish my shower in the bathroom which was Rudy's. There were about 12 inches of old bath water that was cold by now. I stood in the water. I pulled out the plug so that the water would not be standing when he returned. I forgot I (that) I had left my shower running full force; when I opened the door it was hard to push because of water pressure. When I got it pushed open water rushed through the door, everywhere. I decided not to finish my bath because the A train was waiting (14 St. to home) for transporting residents, from all over the school district to 14 St. The second leg of the journey was far more complicated and it was not quite time to leave yet.",
    "character":"1MKA, 2JSA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"3062",
    "time":"1960-1997",
    "date":846806400000,
    "gender":"F",
    "age":"YA",
    "report":"I am on the sidewalk in a crowd. A parade of some kind is about to happen. As I start to work my way through the crowd to get to the curb edge to see better, an Eastern Indian man in a white diaper-like thing dashes past me and shoves his way past me. I notice with some negative shuttering that he only has one leg. He bounces on a table and then takes off. Later, some people are accusing me of something and need to know where I was. I describe in detail where I stood, the man and what he looked like. My witness is Lucy, a blind woman, who had smelled him and that was good enough. They believed us.",
    "character":"1MSA, 2JSA, 1FKA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0909",
    "time":"1949-1964",
    "date":2947968000000,
    "gender":"M",
    "age":"A",
    "report":"I was in Rivertown, my boyhood town. I was out on the street and was nude. I had a towel to cover part of my body.",
    "character":"1MKA",
    "emotion":null
  },
  {
    "id":"sally",
    "name":"Sally: a forester",
    "number":"114",
    "time":"1983-2009",
    "date":846806400000,
    "gender":"F",
    "age":"Y",
    "report":"I was in Utah.  I was working at Lynn's on my computer, on a lot of cases.  It seemed like at the motel (Thompson Springs), it had that old feeling (coal smell, old metal furniture, poor lighting, a little cold), but it looked different.  Lynn was in and out while I worked, some other people occasionally too.  I was feeling okay about work and Lynn.  Then I went out.  I was out for a while, and while away, I somehow knew that things had gone bad with Lynn, that he had gotten into one of his moods\/phases\/tirades, out to get me.  He was pissed at me.  I got worried about the stuff I had left there at Lynn's.  I drove up to a building.  I was driving someone else's truck or van, it was older and bigger than mine, dirty, unorganized, maybe Lynn's Suburban or truck.  Lynn was driving my truck.  This building reminded me of the Thompson motel, it was about ten rooms lined up each with a door out front and a sidewalk.  But it was a dormitory or frat house of a college.  There was something in front of the rooms, a swimming pool or cars or a fenced area, not just the parking lot.    Some young men were making a banner for the roof or writing words up on the roof across all the middle rooms.  I realized it was the last day of school or after the last day, and everyone was moving out, and this was some kind of celebratory or goodbye college banner.  I read it in the dream;  I can't remember what it said now, but I remember it was kind of funny.  I went in two of the rooms.  I was looking for my things, my purse mainly.  Because when I realized that Lynn was on one of his tirades against me, I also realized that he had my truck, and the keys to my truck were in my purse, and he had access to my purse since I had left it at the motel.  I was worried he would take my purse, and I was worried about getting my truck back.  The rooms, as I peeked in, were disheveled, dirty, stuff left everywhere, sheets, cups and trash, stuff like that, half-broken furniture.  It looked pretty dilapidated.  I picked up a bag or box from one of the rooms, without even looking into it, just hoping my stuff was in there.  I got to the van I was driving.  I remember wanting my own truck back as I got into that old van.  But an older witchy woman stopped me and asked why I was taking that bag or box.  I said oh, I left my purse here, I thought it might be in this bag.  I started pulling things out of the bag and it was a white paper on top, like a folded map, and below that about four blankets, old yellow colored.  So my purse was not in there.  I was upset.  I went back to where I had been working at Lynn's.  I sat down at the desk and started working again.  But something was different.  The machine I was now working on didn't seem the same, it was an older model, it didn't do the things the former one could do, like it had no memory.  This one just looked like a mere typewriter, not a computer, and an old crummy typewriter at that.  It had one of those old typewriter balls that spins around for the letters.  I got scared about all the work I had done before:  was it saved, or had Lynn taken it?  (At this point it seemed even the former computer I had been working on was also a loaner from Lynn, or in any case, not mine anymore.  So it wasn't like he took MY computer, at this point, more like he had substituted an older one in place of the earlier one, thinking maybe I wouldn't notice.)  I started looking for the work I had done previously, was it saved here?  Just then Lynn and Leah sat down on either side of me.  They were both acting cruel and controlling, scheming, closing in on me.  Leah was working for Lynn, doing what he said.  I questioned Lynn, and it came out that he had taken all of my work, all the casework I had already completed, on purpose.  He had my files on disk.  All of my work, it was gone, and he wasn't going to tell me where it was.  He said something about taking it because of any possible things in there about him.  I was really mad, frustrated, upset at him.  I realized this was worse than him taking my truck or purse, my earlier fears had not even been as terrible as what he really did here.  Also either this night or the night before I dreamed I was kissing and making out with Erik.  We were a couple, in love, happy, together, partners.  I really enjoyed kissing him and could see his face, lips and body close to me.  There was a feeling that he was mine.",
    "character":"1FKA, 2JSA, 1MSA",
    "emotion":"AP D, AN 1MKA, AP D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0636",
    "time":"1960-1997",
    "date":471225600000,
    "gender":"F",
    "age":"YA",
    "report":"A Mexican man and myself are walking toward the beach. We are told by the gatekeeper to take a certain path. The Mexican suggests we take a short cut between two houses. We sneak by but the gatekeeper comes after us on a motorcycle. I plead, \"The reason is that I can't walk well,\" and I ask for a ride on his motorcycle. He agrees. I can't figure out where to put my feet. I figure it out and we go. We are taken to a cottage. I look for the bathroom and sit. As I sit, I see a huge mama cat feeding her many babies, some were blue and some were pink! The motorcycle man comes in and I'm a little embarrassed. Someone else points out a room and tells me there is something scary. I feel a little scared. A M.R. person comes in and I tell them it's the wrong room. I notice someone has palmed off that dead rotting on them.",
    "character":"1MSA, 1MOA, 1ANI, 2ISA, 1FOA, 1ISA",
    "emotion":"AP D, AP D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1127",
    "time":"1960-1997",
    "date":597024000000,
    "gender":"F",
    "age":"YA",
    "report":"I am angry at Ellie. I yell, \"Shut up!\" and feel good that I am changing how I behave around her. She leaves a mess in my room. I hold a baby who has no diaper and pees. I put a diaper on her and hug and stroke her tenderly. The skin on her back is soft and sweet.",
    "character":"1FKA, 1ISC",
    "emotion":"AN D, HA D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1066",
    "time":"1960-1997",
    "date":590976000000,
    "gender":"F",
    "age":"YA",
    "report":"I am on a journey with a group of people. We are walking sort of single file on a woody, narrow trail. I look at one of the people who is standing transfixed, unmoving, at the intense beauty of the mountains, the waters, all that we can see. I am also intensely caught by the beauty of this place. Then we see antelope and polar bear together and sense some danger. They will kill each other for food (at least the bear will.) Our group starts moving back down the trail toward better possible safety. As we are retreating, I hear four beeps go off, the real danger alarm. What timing! I go to find my place to be of help, wondering what the emergency can be. A nun calls my name. I go to her and she tells me of this disabled boy who needs help. I am to help him.",
    "character":"2JSA, 1ISA, 1ANI, 2ANI, 1FOA, 1MSA",
    "emotion":null
  },
  {
    "id":"physiologist",
    "name":"The Physiologist",
    "number":"030",
    "time":"1897-1918",
    "date":-2274912000000,
    "gender":"M",
    "age":"A",
    "report":"I slept lightly and in snatches. I thought that I had failed to wake in time. That I had rushed into Boston without any breakfast -- then that I calculated on buying something to eat and strayed out to Cambridge -- saw that it was ten minutes to nine -- despaired of getting back to Tech and only hoped Prof. S. would step into the breach. ",
    "character":"1FKA",
    "emotion":"AP D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0289",
    "time":"1949-1964",
    "date":2631657600000,
    "gender":"M",
    "age":"A",
    "report":"Ann and I came home at night. I hooked up the water pipes and ran water thru the hose off the dresser. Then I shut it off and went for the kitchen door to see that it was locked. I was walking thru deep snow about 6 inches and Carter was walking. I said, \"Did you play Mucho Mas?\" and he said he played him $5 across the board. It was supposed to be a Nash horse. We walked across the border from Canada to USA and Eleanor Roosevelt was standing on the USA side and watched us come to our homeland. I got change from a colored man. He gave me about 8 pennies and two of them were Indian head pennies.",
    "character":"1FKA, 1MKA, 1MKA, 1FPA, 1MEA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1989",
    "time":"1960-1997",
    "date":690336000000,
    "gender":"F",
    "age":"YA",
    "report":"Ginny and I and my three girls and their two boys are walking. We had just left a classroom where I'd looked out the window and saw the two boys sleeping outside in the rain in sleeping bags. They had started the night in the back yard and had moved to the front because some lights were shining through the front window, so they lay right where the light fell. Anyway, we are walking and I'm in front and we step up two steps only. Ginny trips and falls. I stop and help her up. She is very upset and says, \"The baby. Take over and help me.\" I realize she is three months pregnant and is worried about a miscarriage. I then try to get her over to a place to lie down and am also telling the kids where they need to go and to behave. I leave the kids and take Ginny over to a bed and have her lie down. It's a \"hospital,\" but it sure doesn't look like it. A woman nurse comes up, only dressed in regular clothes. I explain. She and several other nurses go to Ginny to \"touch the lover,\" to feel the extended belly of the pregnant woman, but all they see is a concave, empty, flat belly since the fetus is only a small little bump. They are repulsed and a little afraid. I must leave Ginny there to go get the kids. I look for them and find them. I call them over but they won't listen. I am frustrated, especially with the two boys. I keep trying, but they are stubborn and angry. I realize it's a power struggle, so I blurt out, \"Your mother is in the hospital and needs you to be there,\" to try and reach them. They still do not respond. I don't know what else to do, so I walk away hoping that by not forcing power, they will be forced to come. It helps some.",
    "character":"1FKA, 2FSA, 1FOA, 2MSA, 1FKA, 1FKA, 1FKA",
    "emotion":"AP 1FKA, AN D, AN 1FKA"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0756",
    "time":"1999-",
    "date":1072137600000,
    "gender":"F",
    "age":"A",
    "report":"I went over to Lakeland Dr to the old house there. I saw a woman in the living room, feeding a baby. She had another child that was a little bit older - maybe 5 or 6 years old, a girl. The room was pretty messy. There was a screen door. The door was open so I walked up to the screen door and I asked if I could step inside for a second. She said okay. I could tell she was a little hesitant because she didn't know me or why I was there. I stepped inside and said, My name is Anna. I used to live here. You don't know me obviously. I wondered if I could just walk through the house. She said it wasn't a very good time that they really hadn't even closed on the house yet. I said that was fine, that I understood. I put my hand on my chest and was fighting back tears. I said that it was okay and that maybe I could come back another time. I left. As I got to the front sidewalk another woman came out. She was the owner of the house - that was selling the house. We talked a little bit. I introduced myself and told her the same thing - that I used to live there and that I really just wanted to walk through the house. Her husband came out. We were all looking down the street and talking. They said that they had had trouble selling it and ended up selling it for less than they had hoped. I said I had the same problem. I was divorced. Actually, what I said is that we were going through a divorce so I just had to sell it. I told them the neighbors had gotten upset with me because I sold it as low as I did, but that I really didn't have much choice because I had to sell it and move. We had a nice talk. They both gave me their business cards and in fact the woman gave me two of them. She had two different business cards. They told me to give them a call in a few days and they would see if they could arrange for me to come over and walk through the house. There was a third person there but I don't know who she was or what her connection was to all of this. Now I'm standing at this outdoor sink. There's an attachment on the sink, kind of like the ones you would pull out to spray and rinse out the sink. I was doing something with that. It wasn't exactly like that though. It was a hose and the end of it looked more like a garden hose. I had put something in the end of it and was thinking about that. It was almost like it had something to do with a penis.",
    "character":"1FSC, 1ISC, 1MSA, 1FSA, 2JSA, 1FSA",
    "emotion":"SD D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0979",
    "time":"1999-",
    "date":1102723200000,
    "gender":"F",
    "age":"A",
    "report":"Bev was talking to one of her children as they were shutting off my snooze alarm for me. It went off at their house the same time it went off at mine. It was set up this way so they could help me make sure I didn't oversleep when I had to be somewhere at a certain time. Each time I hit snooze at my house they would shut the alarm off at their house. We did this about three times. Bev was explaining to her child why we were doing this, and why she wasn't doing anything else when the alarm went off. She explained that if it was serious something else would go off or she would receive some other kind of notification that she would act on. I was wondering about all of this, trying to figure it out myself - as though I were awake. Then something else happened and I realized that it also happened at her house and that is what would make her do something to help me wake up.",
    "character":"1FKA, 1ISC",
    "emotion":"CO D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0560",
    "time":"1960-1997",
    "date":464832000000,
    "gender":"F",
    "age":"YA",
    "report":"Something about Terence, and then cheese has to be drunk so it doesn't flood out over pastures.",
    "character":"1MKA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1016",
    "time":"1999-",
    "date":1107820800000,
    "gender":"F",
    "age":"A",
    "report":"Again with the Excel sheets. and American Idol. This time, however, I can't say that I was specifically involved. It doesn't even necessarily feel that I was. The images I have are of the Excel sheets and the Idol judges. There are several columns set up for criteria for judging the contestants and several rows of information for each contestant. One section of the sheet was highlighted in pale green.",
    "character":"2JOA, 1ISA",
    "emotion":null
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"263",
    "time":"1912-1965",
    "date":2769379200000,
    "gender":"F",
    "age":"A",
    "report":"Out on a hike, trying to find a shortcut and a less muddy trail. Find better walking on a dry grassy bank but am blocked after some distance by a steep crag. Can't get around it and express my disgust at having to retrace steps when I am too tired.",
    "character":null,
    "emotion":"AN D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0820",
    "time":"1949-1964",
    "date":2942265600000,
    "gender":"M",
    "age":"A",
    "report":"I was walking by #E105 St. by a nice girl. She was watching the men go by and commented of their physical looks. When I went by, she said, \"Wow, there's a slim, tall, handsome fellow. I have a husband like that.\" This flattered me. There was a big tree and a squirrel was up there. Then somehow I was in the tree and coming down imitating the squirrel. A man was down on the ground and was going to show how he could throw the squirrel or me over his shoulder. He got hold of me and swung me down as he did, so he had a third leg in the center of his body. I got hold of the center leg and he couldn't throw me over his shoulder. He had three legs. He was a freak. I was in our garden in Rivertown and went to the back gate which was a block of concrete like a block of sidewalk. As I got near it, it came down on me and was under it in the snow and got excited if I could breathe. I could, but I couldn't lift the stone and get out.",
    "character":"1FSA, 2MSA, 1ANI, 1MSA",
    "emotion":"HA D"
  },
  {
    "id":"natural_scientist",
    "name":"The Natural Scientist",
    "number":"206",
    "time":"1939",
    "date":2201040000000,
    "gender":"M",
    "age":"A",
    "report":"I am walking west between 18th and 19th on street passing Interior Bldg. I am on south side. An auto, headed north on 19th pulls up to curb directly ahead of me and 3 boys and 3 girls get out. They are laughing and shouting -- a typical high school crowd. I turn to left around an abnormally short block and find myself on a tennis court. I am in the way of the players and drop flat on ground in an endeavor to keep out of the way. One of the players knocks 2 balls (in succession) far out of the court. Next I am examining one of the rackets. It seems to me to be altogether too heavy. The strings, at least toward handle, are very wide. I ask, very politely, where the stringing was done.",
    "character":"2JSA, 2JSA, 1MOA",
    "emotion":null
  },
  {
    "id":"samantha",
    "name":"Samantha: in her 20s",
    "number":"36",
    "time":"1992-1999",
    "date":812246400000,
    "gender":"F",
    "age":"Y",
    "report":"I've created an artistic sculpture. Pendulems. Two big cement towers with wire hanging down and weights on the end. Very simple.",
    "character":null,
    "emotion":null
  },
  {
    "id":"chris",
    "name":"Chris: a transvestite",
    "number":"037",
    "time":"1968",
    "date":3112214400000,
    "gender":"M",
    "age":"A",
    "report":"A German officer is walking toward me and for some reason I don't want him to see me, and I crouch down in a large armchair so my head doesn't show. Then he sees me and shouts something. I realize I am wearing pajamas and a blue bathrobe and he must have spotted me quickly. I follow him and my feet, which are bare, hurt from walking on the stones. We enter a building. He disappears and I see a man looking at a picture of clouds. The drawing also shows some of the buildings on New York City's 53rd St. and I walk up to him and tell him that the street is 53rd. He nods and smiles and says nothing, and I realize he probably only speaks German.",
    "character":"1MOA, 1MSA",
    "emotion":null
  },
  {
    "id":"alta",
    "name":"Alta: a detailed dreamer",
    "number":"149",
    "time":"1985-1997",
    "date":540259200000,
    "gender":"F",
    "age":"A",
    "report":"I've just come back from somewhere and found that \"we\" have been taken over. (\"We\", I guess, means the whole country, and by Russia, looks like.) There's not many people around and some of them are in groups in houses packing up to leave. There are some poor people at my house with my parents [not my real ones], they've taken them in and we're going off together. (Don't know where to.) This poor woman is sitting like a statue while my mother is folding blankets. She has a ragged white one herself and mother takes it last, folds it, adds it to the bundle. I understand what's happened but I'm not taking much of a hand myself. Finally I ask my mother, by the way, I haven't heard yet, are we taking any of our own things? Like clothes, you know - are we just going with what we've got on or are we packing a suitcase or something? You know all my Units pack flat, though I'd hate to have to leave some of the other stuff, I'd be well enough off with those.",
    "character":"2JSA, 2JSA, 1FSA, 1FKA, 1FKA",
    "emotion":null
  },
  {
    "id":"mark",
    "name":"Mark: a young boy",
    "number":"02",
    "time":"1997-1999",
    "date":879379200000,
    "gender":"M",
    "age":"C",
    "report":"This little boy I thought was a person like Chuckie. I thought he was going to kill everyone in the camp. And John thought he wouldn't kill anyone.",
    "character":"1MKC, 2JSA, 1MKA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0792",
    "time":"1949-1964",
    "date":2906150400000,
    "gender":"M",
    "age":"A",
    "report":"I was awaking, I said 4 if C8R. I was taking bottles out of cases and I saw a case of pop. The name was Chit. I was home and my pants ripped from the waist to the cuff on one side. I put on another pair of pants and the seam came loose and they were open down all the way like the other pair. May Schneider was sitting on our davenport with one of her children. I looked at her and gave her a smile and she gave me a nice smile. My dad came home and said he was working in the post office and made $10 for 5 hrs. work. I had a dream of Ernest Koelpin, but I can't remember what it was about.",
    "character":"1FKA, 1ISC, 1MKA, 1MKA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1182",
    "time":"1960-1997",
    "date":599788800000,
    "gender":"F",
    "age":"YA",
    "report":"Huge creatures that crunch down into human-sized things, only their body density is incredible; aliens.",
    "character":"2CZZ",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1642",
    "time":"1960-1997",
    "date":632361600000,
    "gender":"F",
    "age":"YA",
    "report":"Howard is visiting and sleeping in Ellie's room. I am moving photographic enlarger equipment around. He gets up and, out of politeness, I ask what he'd like for breakfast, feeling annoyed that I'm the only one around and have to do it. I list pancakes, eggs, toast, and he smiles and says, \"Thank you.\" \"All of the above, eh?\" I say and sigh. I go to the kitchen and am cooking waffles and so on. Karen and her son are there also and talking to me. Howard is trying to hold my hand and talk to me also. I'm having a hard time trying to listen to all of them. I don't like the fact that he's holding my hand, but I allow it. He's upset because he wants all my attention and he wishes Karen and son would go away. I am touched by his tenderness and also uncomfortable.",
    "character":"1MKA, 1FKA, 1FKA, 1MKA",
    "emotion":"AN D, AP D"
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"884",
    "time":"1912-1965",
    "date":3004214400000,
    "gender":"F",
    "age":"A",
    "report":"Trying to decide whether onus or load fits better the definition of burden in a crossword puzzle.",
    "character":null,
    "emotion":null
  },
  {
    "id":"arlie",
    "name":"Arlie: a middle-aged woman",
    "number":"46",
    "time":"1992-1998",
    "date":810518400000,
    "gender":"F",
    "age":"A",
    "report":"I am living next to a church. My refrigerator is there and I need meat. I go there and there is a party going on. I tell a person there that the refrigerator is unplugged but it is okay because I have to clean it. A friend, who is a physician, is among the guests. Carole, a friend from high school days, tells me to look at him. She says he thinks he is smart sponging off everyone. I try to quiet her. It is now like this is my house and I have decided to let the party continue. The party is going on and it appears we are celebrating a new church basement. I see a boy whom I had a crush on in the eighth grade and tell him I hadn't planned the party but I am enjoying it. His face turns very angry and he says it was okay until I said I enjoyed it. Now he doesn't like it. I try to explain and he walks away. It seems he is someone I care about or want to impress. Now things start to go wrong. He begins making fun of people there and pointing out why they are bad. Some girl gets caught in an apparatus that folds out from the wall and it appears her chest will be crushed. We call an ambulance. Next we are home and my husband can't understand why I am angry about the mess and the embarrassment. He goes back for something and learns different people from our old hometown have put huge amounts of money into fixing up the mess and it is going to be okay.",
    "character":"1ISA, 1MKA, 1FKA, 2JSA, 1FKA, 2JKA",
    "emotion":"AN 1MKA, AN D, AP D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1171",
    "time":"1999-",
    "date":1135987200000,
    "gender":"F",
    "age":"A",
    "report":"I was living on Lakeland with Darren. I had gone into the garage for something and I saw what appeared to be a dead animal. As I got closer I realized that it was a huge, black rat. It was the size of an adult cat. Close by it I saw a very tiny mouse sitting in place and quickly realized that it was dead. I thought it was very odd that it died sitting upright and it's body stayed in that position. Moments later I hurried back into the house and didn't want to go back to the garage until someone got rid of them. I went out to the front porch through the front door and saw more of the huge, black, dead rats. They were hanging from the house, lying in the flower bed and other places. I think I saw more mice as well. I hurried back into the house and went into the kitchen where I saw more. They seemed to be everywhere. There are few things that bother me as much as rodents. I was feeling extremely anxious and panicked and not even wanting to put my feet on the floor for fear of stepping on one. Yet, no place in the house felt safe. Someone came to get rid of them, either instead of Darren or to help Darren. ",
    "character":"1MKA, 1ANI, 2ANI",
    "emotion":"AP D, AP D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0697",
    "time":"1960-1997",
    "date":477273600000,
    "gender":"F",
    "age":"YA",
    "report":"Earlier, I dreamed about Mabel. She never gets parties thrown for her and I'm going to.",
    "character":"1FKA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0673",
    "time":"1949-1964",
    "date":2851804800000,
    "gender":"M",
    "age":"A",
    "report":"Ann was being escorted by gentlemen and then one was going to stay with her and win her. I also stayed with her and he was talkative. She got fed up with his gab and sight. She grabbed the clock and threw it at him. Then she picked up another object and threw it at him. This convinced him that he was not wanted around and he left. We were for a ride in the country. My brother Steve was driving my car and my brother Joe (deceased) was with us. I looked out in the field and I saw a male jackass intimating a female. When he got off, I saw his big penis hanging limp.",
    "character":"1FKA, 1MSA, 1MSA, 1MKA, 1FSA, 1MSA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0092",
    "time":"1999-",
    "date":961372800000,
    "gender":"F",
    "age":"A",
    "report":"Barry C called to tell me that they were going to get married. I said you and Patty U. He didn't answer me, but I knew from his response or lack of that I was right.",
    "character":"1MKA, 1FKA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1428",
    "time":"1999-",
    "date":1161043200000,
    "gender":"F",
    "age":"A",
    "report":"People were coming to my house to buy things I had listed for sale somewhere. One young man came to buy a book. I found out later that he is a priest. The book he purchased was a hardback but had it's dust jacket and looked like new. It was very thick, easily 500+ pages. He had ridden a bicycle there. I asked him if he wanted me to put it in a bag for him but then said I was going to because I didn't want it to get dirty or damaged but I thought it would be easier for him to carry on his bike. I had some plastic bags hanging on the wall. They were flat and attached together, just like at the grocery store. These were a much heavier plastic, shiny, slick, and very dark in color. A woman came and bought a bunch of cleaning supplies. I was going to need to use three or four bags for all of it. There were quite a few women in the house. It was two stories but didn't look like my waking life home. The staircase was open all the way to the second floor and it was on the opposite wall from my waking life home. I was sitting on the steps, as were some of the other women. Some of us were sitting next to the wall and others next to the banister. Many of them were just standing around in the living room. That's where the woman was who was buying the cleaning products. She was excited to be getting them for some reason and was getting out her wallet to pay me. They were talking and joking around about sexual things. Not crude or really obnoxious, but still in a way that made me uncomfortable. I didn't say anything against or to join in. I just sat and smiled politely. This young priest is coming down the steps and walking between the two rows of women sitting on the steps. I felt embarrassed that he had heard that, even though I hadn't said anything, I hadn't spoken up to stop it so that was just as bad. I wondered if maybe he hadn't heard. Then I saw a polite smile on his face too and realized that he had heard some of it. That made me feel better for not speaking up. I had a swing sitting in front of my house, similar to the one I have on my patio in waking life. The neighbors had a similar swing on their patio. Matthew and a male friend of his were over there sitting in the neighbor's swing. I was in a very good mood, feeling very happy and acting almost giddy. It was just beginning to rain, just sprinkling really. I went over there and told them that I had just remembered something that I wanted to ask them to do for me while they were here. I explained that I wanted the swing from my front yard brought back to the patio and the thing that is on the patio now taken to the front. I don't know what the thing was on the patio. It had a frame similar to the swing. But I also knew I wanted them to remove the top pieces that used to hold the awning before they took it to the front yard.",
    "character":"2JSA, 1MOA, 2FSA, 2FSA",
    "emotion":"AP D, HA D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0252",
    "time":"1999-",
    "date":993600000000,
    "gender":"F",
    "age":"A",
    "report":"I went to the Y to play racquetball with Matthew and a friend. I don't know who it was, just that it was someone I know. We were going to play doubles. The fourth was one of the employees of the Y - the young black man with a beard and Afro that is there quite often. We were assigned the last court. We went in and there were piles of boxes and shelves in the back right of the court. It left very little playing room. The Y employee wanted to play around it. I was upset and didn't see how that was possible, but we decided to try anyway. Then we didn't have racquets. We were trying to play with metal kitchen spatulas. Obviously, we kept missing the ball this way. I finally decided to go ask at the front desk if they had any racquets. The front desk area did not look like it does in waking life. There was an open area that we walked into. They were very busy. Several people behind the desk. which is unusual, and lots of customers on the outside of the desk. I asked for racquets and they handed us two. When we got back to the court we tried to use them but they weren't made for racquetball. One was more like a golf club. I finally went back to the desk and asked again. This time they were going through what they had trying to find what I was really looking for. They pulled a couple out that I told them were Ping-Pong paddles. We finally got two racquets. When I got back to the court I realized they were both bent. Half way up the racquet the rest of the racquet was bent towards me. This time when I went in I saw some other employees were clearing all of the mess out of the back corner. I thought that was good. Somewhere I saw Garnet P. She was there working. something to do with paint and crafts. She told me I had to complete my paint work. I stopped my racquetball to do what she said. I began mixing some paint and got some on the sleeve of my black cashmere winter coat. I was very upset and said I wasn't going to do this anymore and didn't know why I had to do it anyway. Someone said it was part of the class. I said I wasn't in the class. Garnet P tried to clean off my coat. I also had paint on the back of one of my favorite black heels. She tried to get it off of there too. These people who were painting were in the halls everywhere and making it very difficult to get around and to the courts. One woman sitting next to me was painting this mailbox, maybe on ceramic, as it had form to it. First she painted the whole thing a rust color. Then she painted what would have been the open space sky blue. She painted the mailbox yellow, the grass etc. green. I think there were also flowers. After everyone had finished the instructors were talking about people's work. They especially liked this woman's ability. She had also painted a picture of herself. Garnet P was just there as a representative of the paint company. They were also looking at two large collages that the group had made. Some of it was done with the tubes of glitter paint like I use. One woman drew something and they were teasing her about being a piehead. She was swimming, looked something like a turtle, and she had painted pictures of pies in front of and behind herself. I was walking around trying to find my shoes. I found them but in doing so stepped in some black paint. Then, I accidentally stepped on a piece of paper that appeared to be painted solid yellow. I was worried that I had ruined someone's painting. Then I noticed several other similar pieces, of different colors, that others had stepped on too, so I didn't worry about it anymore. I pointed to the stain on my shoe to Garnet P and asked her how to get the rest of the paint out. She hushed me and said just a minute. I made my way to the racquetball courts. I looked in each door trying to find the one that Matthew and the Y employee were in. When I found it, I went in just as they were going out a side door. There was another man sitting in there and I asked him and he pointed that they had just gone out that side door. I was aggravated.",
    "character":"1MKA, 1MKA, 2ISA, 2IOA, 1FKA",
    "emotion":"AP D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0550",
    "time":"1960-1997",
    "date":464140800000,
    "gender":"F",
    "age":"YA",
    "report":"The \"highway\" is this raging river with huge boulders in it. I get in a rubber raft and motor down to visit a friend. I get there and a young boy is annoyed at my visit. He wants to be alone. I hear an echo sound of waves and say, \"Oh, you have a cave under the house.\" He denies it. It's his special place and he doesn't want a bunch of grown-ups messing up his place.",
    "character":"1MKA, 1MSA",
    "emotion":"AN 1MSA"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2038",
    "time":"1960-1997",
    "date":695865600000,
    "gender":"F",
    "age":"YA",
    "report":"Paulina is sitting on a young man's lap and he points to my breasts and says to her in a cold voice, \"Do you want these?\" Paulina looks at me and then at him and he repeats the question, contemptuously. She isn't particularly interested, but the feeling is that she is beginning to realize she's a lesbian. Then the man says, \"You disgust me,\" in harsh tones and points to my breast. I look and realize it is hanging out of my swim suit and is old, shrunken, with a nasty rash on it. I am embarrassed and shamed. I tuck it back in saying, \"I need a new swim suit.\" Now, I am in bed with Howard and another woman. I am in the middle. We are all sleeping. It is late at night after a party and in his dorm room. We are naked. I sleep pointed toward him, laying on my stomach, almost like I was hinting he could approach me, but pretending I was just sleeping. He sleeps. He gets up and leaves. I turn my body so it is pointing to the sleeping woman. I feel funny about that and change my position. She leaves. I am alone and I see two college men with mop buckets and brooms open the door. They have clean-up duty in the dorm, and when they see me they quickly close the door. I continue to lie there. I know that they are plotting to come in and rape me because if I am naked in the bed in a men's dorm, I must be a loose woman and up for grabs. They come back in grinning broadly and evilly, pretending to mop and clean. I pick up the small, old-fashioned black phone and dial 911, just in case. Ethan's voice comes on the line announcing some place of business. I put my finger on the phone to break the connection but talk like I'm calling 911. The men decide to leave. I quickly get up, finding my bra on the side table. I look in the mirror and see I'm still dressed, except I don't have my bra on. so I carry it. I go into the small bathroom to brush my teeth with Howard's brush and use Howard's hair pick. My hair is wet like I'd showered and I pick at it to try and dry it some. I'm in a hurry and anxious. I hear little boys singing outside the window, \"Whore, whore, whore.\" I see the wooden shutter is partly open and I try to hook the eye hook lock on both sides. It is hard. Then I leave. As I open the door to the hall, lots of college men are mopping the floor and I step quickly over the wet spots and hurry out. They all look after me like I'm a whore and they'd attack me if they had a chance.",
    "character":"1FKA, 1MSA, 1FSA, 2MOA, 1MKA",
    "emotion":"AP D, SD D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0571",
    "time":"1949-1964",
    "date":2778796800000,
    "gender":"M",
    "age":"A",
    "report":"I was working some kind of machinery and it seemed leaves had some bearing on it or there were leaves around the leavers continuously.",
    "character":"2IOA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0732",
    "time":"1960-1997",
    "date":481939200000,
    "gender":"F",
    "age":"YA",
    "report":"I see a beautiful woman laying on a gravel island. I then go to the top apartment where a very rich man lives. I think no one is home, so I sneak in and peek out the window. It is clear that the view is perfect for seeing the girl on the beach. Suddenly I am aware that he is still there. I lay down behind the couch, between it and the window, and hide. The rich guy and Jerome walk back and forth, standing very close and caressing. It's a very intimate relationship. Jerome goes to the window to look at the girl. He is standing too close to me. I am afraid he'll discover me. The rich man laughed seductively and teases Jerome about his gift to him (the sexy-looking girl). Jerome and the rich guy stand near the couch and kiss. I am afraid I'll sneeze or cough and they will find me. Then Jerome's wife comes in. She is shocked. She tries to eat a few potato chips Jerome has in a snack bag. He won't share. She's upset and pleads. \"You won't even share food.\" Suddenly Jerome, leaning on the couch, sees me. He's angry and starts to kick me. I growl, \"Don't you dare kick me.\" He stops. Then I pretend to have passed out behind the couch from the water drink which was really vodka. I pretend to be very drunk! They are suspicious and finally believe me. I escape.",
    "character":"1FSA, 1MKA, 1FSA, 1MKA",
    "emotion":"AP D, AN 1MKA"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"0198",
    "time":"1999-",
    "date":985219200000,
    "gender":"F",
    "age":"A",
    "report":"We had these typed job descriptions. I found one that matched me very well. I was very excited about it. I was putting it in a glass frame.",
    "character":null,
    "emotion":"HA D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"3112",
    "time":"1960-1997",
    "date":854150400000,
    "gender":"F",
    "age":"YA",
    "report":"Howard and I are at a beach. A high hill across the inlet has some people on it. They are throwing toy boats or planes around. One lands in the shallow water near me. I wade in and am surprised the water is so warm. Howard and I go for a wade, only it turns out not to be the ocean but a parking lot. As we walk, I tenderly touch the white shirt he is wearing. I touch the arm as a gentle way to be connected or close. It feels very nice. Now I have to go pee. We go into a public bathroom. I am surprised we are both in the same one. He says it's ok. I go to the other side of the room, still concerned about the mixed sexes in one bathroom. I pee, but the toilet is loose and wiggles around. I notice it is a galvanized metal tub I am peeing into. I wonder who will have to clean up that mess. Charla joins us and we go on with the walk. We are in a church. Howard says he'd like to go there some day. I ask what kind of church it is, and he says \"scholarship\" or something academic. Now we are walking down a street and some drunk and disorderly people are driving in a dangerous way toward us. Howard had been drinking beer and he started getting belligerent back at them. I walk away, deliberately calling him Jared, which upsets him, as I knew it would. He resented being compared with his father. He leans up to me and says, \"I'm not the only one who has faults.\" I sigh and agree. \"I know,\" I say. \"I have them too.\" Now we are seeing a counselor. We begin to talk, to try and work out our differences. I say, \"But it isn't only that. There are so many things we'd have to change.\" It is too much.",
    "character":"1MKA, 2JSA, 1FKA, 2JSA, 1MKA",
    "emotion":"CO D, AP D, AN 1MKA"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2816",
    "time":"1960-1997",
    "date":795312000000,
    "gender":"F",
    "age":"YA",
    "report":"A couple started their relationship very loving and richly caring. Then it became fighting and distant. I come into the house and see fettucine on the floor, not cleaned up. I go in and am wishful of the beginning time again when things were loving. Now I am in the streets, trying to find City Hall, the City Planning Department. I guess I need a permit or something. Another woman, perhaps a sister, and I are lost. I see a building and go over to it and realize this is it. I go in. There are marble floors, fancy signs, etc. I see the directory. I can't make out what floor the department is on. I go to the elevator and get in, determined to go to each floor, although I think it is maybe 4th floor or 9th floor. A young man comes into the elevator backwards with an old ritualistic step, like a hop (Raymond like feet). I get out and have found the office. My sister Lydia is there and a man. I am looking around the nearly empty room thinking this would be a great room to do my writing in. I go to a window with an attic-like enclosure structure around the window, which makes an alcove, and think, \"This would be where I'd love to put my writing desk.\" I go there and notice that when I sit there, I can see a lovely view of an old Victorian house out the other window. Now the man is in love with Lydia and we are wearing old-fashioned long silk dresses (1800's). She has black hair tied up in ringlets and mine is blonde. The man wants us to go to his house. We do. He is very rich and the house is a Victorian mansion. He introduces Lydia to his mother; they try on a bridal gown for her. I try to take a picture of her and look through the lenses of her glasses to take the picture. One lens is scorched and scratched from her having looked through it. I look at her through it and say, \"Too bad the colors won't turn out well. I guess I'll take the picture just to have a memory snapshot. It won't be a good picture.\" I snap the picture and finish the roll of (reel?) film. I start to open the back of the camera too quickly. I hope I didn't ruin the picture. Now Lydia and the man's mother go out of the room to make arrangements for the wedding. The man comes over to me; he also secretly loves me. I am aware of his feelings and try to deflect or ignore them. I look out the window as he tries to press his face near mine and tries to turn my face so he can kiss me. Finally I say, without giving him much eye contact, \"You love my sister, sir. This cannot be.\" He is sad. He now wants to give me a tour of the house. He goes down to the end of a hall and opens a door. I look in. It's a bedroom, fairly modern and ordinary looking. There are two beds, one with a yellow bedspread, one with a blue-green one. I say, shocked, \"Why have you shown me a private room?\" I realize it is his bedroom. I turn and start to walk away, down the hall. He goes into the room and comes back out hurriedly with a small box that has a bird egg collection. It was his when he was a boy. I am touched. Then Lydia and his mom returns and he hurriedly covers the bird's egg collection with a piece of cloth so they won't see. Somehow this is too intimate for our relationship. Lydia is carrying a huge tray with goblets and things on it. It is too heavy for her and I see from her eyes she is on the verge of being hysterical. He takes the tray from her to help and I say to him, \"Take care of her,\" and I leave the house. I am vaguely aware they are going to send out their car to take me home, but I don't know for sure, so I hesitate and look around. I see a big square limo (more shaped like a hearse, only more box-like). It is picking up or leaving off a young woman in a wheelchair; must be the neighbors. I start to walk. I stop and hesitate again looking back. I see a regular, but fancy car. Maybe that's it. A woman comes around the porch of the neighbor's house and I offer to buy a candy in her tray for a ruble. I see a second boxy limo and walk back. Another woman comes over and says in an angry haughty voice that she is appalled I would offer a ruble to the neighbor woman, thinking she was the maid. Something about not being in my own class and putting on airs.",
    "character":"1FSA, 1FSA, 1MSA, 1FKA, 1MSA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0833",
    "time":"1960-1997",
    "date":520128000000,
    "gender":"F",
    "age":"YA",
    "report":"I am a young (18 years old) swimmer on a team. I am very good; I'm Olympic material, in fact. My coach and I are falling in love, but aren't yet to the stage where we can speak about it. I am jealous of his attentions to another young woman. I swim in a race and lap all the others. I am so good. In fact, I beat the male champion! I then show the governor's wife how to stand properly on the thing that we start the race from. My coach says, \"So that's how you get your strength. No one else uses the stance that way.\"",
    "character":"1MKA, 1FSA, 2JSA, 1MOA, 1FOA",
    "emotion":null
  },
  {
    "id":"merri",
    "name":"Merri: an artist",
    "number":"013",
    "time":"1999-2000",
    "date":927590400000,
    "gender":"F",
    "age":"A",
    "report":"In the kitchen there was a toilet and I looked inside and saw that I had dumped an ashtray full of cigarette butts in the toilet and forgot to flush it. \"My mother's going to kill me,\" I said. I went out to the garage and saw Eddie and his sister in the 69 Chevrolet Impala convertible. His sister was giving him a driving lesson. Eddy was screeching out and slamming on brakes and moving about 6 inches at a time before the car would choke down. I said, \"Eddie, have you ever driven before?\" And he said, \"No.\" And his sister said, \"That's why I got really bad insurance because Eddie will probably wreck the car.\" She was sitting in the back seat with her feet propped up on the back of the front seat. She was barefooted. She was laughing and Eddie was laughing, and there was barbed wire wrapped around the car. I said, \"Eddie, you're really a bad driver. Why don't you let me drive.\" But I was a worse driver. I said, \"Well that's the road to Grandma's, and I've said that enough times.\" All this time Harvey had been sitting under the table looking for things. The hotel swimming pool was completely in shadow. Carlos was there. He brought me a big raw turkey leg and a T-bone steak he'd microwaved for 4 hours. I thought he knew I was a vegetarian, but I didn't want to hurt his feelings since he'd brought me a present, so I held the turkey leg in my left hand and the steak in my right. I was developing my pictures in the fireplace and when I put the RC paper in the developer I saw pictures that came out of my film, but they were of Teletubbies and football players. And I HATE TELETUBBIES. I HATE THEM ! The teacher said, \"How do you get the NFL Football players and Teletubbies together for one shot?\" I said, \"I didn't even know they were there. I just pressed the button.\" She said, \"My husband's picture was in the newspaper, because he either died or got a job, I can't remember which one.\" Back in the kitchen Carlos finally said, \"Merri I'll put that turkey leg and steak in a ziplock bag. But not in the same one together.\" I said, \"Okay.\" And I went back to flush the toilet with the cigarette butts in it and watch them go around. I tried to remember if it was centripetal or centrifugal force that made the toilet water swirl around and go down.",
    "character":"1FKA, 1MKA, 1FKA, 1MKA, 1MKA, 1MKA",
    "emotion":"AN D"
  },
  {
    "id":"melvin",
    "name":"Melvin (Melora's husband)",
    "number":"029",
    "time":"1962",
    "date":2920060800000,
    "gender":"M",
    "age":"Y",
    "report":"I am at my home in my hometown, don't know if anyone is with me or not, but I get a telephone call wanting to know if I want to go out to supper at a certain restaurant. And this call is from a boy whose identity is not quite known, but he reminds me of a fellow I knew in college, Sheldon  Simpson . So he and another guy, who I can't quite identify at the moment, come by and pick me up in a car and we drive over to this restaurant and go in. We already got some hamburgers as soon as we get there, which are part of our meal, and then we go on and order some other stuff on the menu and we start talking about the advantages of not being married, and I'm joking with them because I don't think too much of the advantages.",
    "character":"1MSA, 1MKA, 1MSA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1596",
    "time":"1960-1997",
    "date":623808000000,
    "gender":"F",
    "age":"YA",
    "report":"I'm in an acting class. One woman doesn't like me. I am trying to make some very colorful posters with pictures and ribbon. The top border ribbon is red and says \"Mexico\" on it. It looks plain and unfinished and I keep trying to make it change. Finally it is pretty. I get up on a ladder or some boxes that are off balance and I try to tie the poster to some nails. I have trouble. I use thumb tacks and have several in my mouth. Finally I get four or so of them up. The woman is angry at me because I succeeded and she didn't.",
    "character":"1FSA",
    "emotion":"AN 1FKA"
  },
  {
    "id":"alta",
    "name":"Alta: a detailed dreamer",
    "number":"69",
    "time":"1985-1997",
    "date":511142400000,
    "gender":"F",
    "age":"A",
    "report":"I'm with a group of people together for a purpose - we're going out for lunch break and drive to a restaurant (or go in a van provided by the restaurant) that we'd been \"sold\" on by this Mexican woman - it's further than I imagined it would be, and when we get there it doesn't look like one. It's through a house, and the house is high off the street. Bit of a climb to get there, then we all get led into the house. A room we go through is very uneven - there are steps in it, different places. I'm lagging behind the others, and so is another woman - we have a kind of familiarity - some similar experiences that we talk about, something to do with this room.",
    "character":"2JSA, 1FEA, 1FSA",
    "emotion":null
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1664",
    "time":"1999-",
    "date":1192060800000,
    "gender":"F",
    "age":"A",
    "report":"I was ITT, but I don't recall why. Talked with numerous people I knew. I was walking around outside and decided to lay down in the grass and relax for a little while. Just as I got to the ground, I saw Leon B just inside the front door. As he looked out, I waved and jumped up to go talk to him. We talked briefly and I told him I needed to get his new contact information so I could stay in touch with him.  ",
    "character":"2JKA, 1MKA",
    "emotion":null
  },
  {
    "id":"lawrence",
    "name":"Lawrence, a young man",
    "number":"069",
    "time":"2009",
    "date":1239408000000,
    "gender":"M",
    "age":"A",
    "report":"I'm at a tennis club. It's deserted apart from 3 or 4 of us, including my mother and my friend Tim. We take turns to sit out while the other 2 play. The court has no fence around it, and we spend most of the time looking for lost balls in the surrounding undergrowth. It's very overgrown around the court, and slopes up and away from the club house and what was once a terraced garden. When I play, I cannot hit the ball and keep it in the court. Most of my opponents shots also go out. It's a frustrating process and we lose a lot of balls.",
    "character":"1FKA, 1MKA, 2ISA",
    "emotion":"CO D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0408",
    "time":"1949-1964",
    "date":2687299200000,
    "gender":"M",
    "age":"A",
    "report":"I was looking at a pile of pennies and I found a few old Indian head pennies. I looked at one I held it close to my eye and on a slant it was bright and shiny and the series was 1830. I could see it so clear. Audrey was in the eighth grade. She had a month and a half to graduate and she wanted to quit already. I didn't want her to. I was in church. We had chairs to sit on and I got a rag and was wiping up the chairs that were dirty.",
    "character":"1FKA",
    "emotion":null
  },
  {
    "id":"arlie",
    "name":"Arlie: a middle-aged woman",
    "number":"37",
    "time":"1992-1998",
    "date":789004800000,
    "gender":"F",
    "age":"A",
    "report":"I go to visit a former neighbor woman and enter by the side door and walk in on a male guest who is in the bath tub and a boy in the bathroom. I am embarrassed and upset. They say \"no problem.\" I leave because I feel I should have known better. A female guest in the house, who is German, says there is no need to be so embarrassed. I feel I should be because this is the second time I have done this and there is no excuse for it.",
    "character":"1FKA, 1MSA, 1MSA, 1FKA",
    "emotion":"AP D"
  },
  {
    "id":"merri",
    "name":"Merri: an artist",
    "number":"234",
    "time":"1999-2000",
    "date":948067200000,
    "gender":"F",
    "age":"A",
    "report":"Nick invited me to his wedding. He was getting married in the water like being baptized in the ocean. He was marrying a girl named Claire. Really she was 2 girls named Claire smashed into one. I was standing on a hill watching the practice run they were filming. I was confused. It looked like a baptism to me, except for the sailing crew operating a bunch of pulleys underwater. I didn't have time to go to the wedding. Alan was on a TV news talk show. They edited the interview with him so he was just saying a string of pronouns. \"I you me she you she me it.\" Then it didn't seem at all like Alan. I was sitting on a table with a green background and tiny white stripes--dotted (teeny circles) like a tick tack toe board--stripes about 1\/2 inch apart, maybe 1\/2 and about 2\" long or 3\". I smeared the dotted stripes with my hand and made them go different directions and they were beautiful--laminated under the table top for ever and ever. An Asian girl named Malaysia was watching. She said it was beautiful. She asked how'd I do that under the lamination. I didn't know. It just happened. I had 2 sweaters hanging from the ceiling. A me-sized sweater and a kid-sized sweater.",
    "character":"1MKA, 1FSA, 2IOA, 1MKA, 1FEA",
    "emotion":"CO D"
  },
  {
    "id":"david",
    "name":"David: teenage dreams",
    "number":"81",
    "time":"1990-1999",
    "date":885340800000,
    "gender":"M",
    "age":"T",
    "report":"Laura, Jimmy and I were in Germany. Jimmy and I were in a bookstore which was underground. All the people spoke in these wierd voices that sounded amplified, tinny, and distorted. Naturally they were saying things in German. I remember one large man saying to another: \"Bitte! Ich moechte mich unterhalten!\" (Please! I'd like to enjoy myself!) At one point Laura came flying down the stairs with three ostriches. She was riding one of them. \"I got these for twelve bucks!\" she said. \"No, you didn't!\" Jimmy corrected her, examining the price tags. \"You paid twelve pounds each! That's like 90 dollars!\" We all got on the ostriches and blasted down the stairs through the bookstore, startling all the Bavarians. Suddenly we were in a river, an underground river. At one point I recall floating a fat person around on the water. We eventually got washed to Vienna. So now we're in a hotel in Vienna. A fat man and his wife, the same fat man we'd been floating in the river, tells us they're looking for their daughter, and shows us a picture of her.",
    "character":"1MKA, 2JSA, 1MSA, 2ANI, 1ISA, 1FSA, 1MSA",
    "emotion":null
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"205",
    "time":"1912-1965",
    "date":2686867200000,
    "gender":"F",
    "age":"A",
    "report":"The little boy thrust a model black ricsha and coolie into my hand saying, \"This is for her.\" \"But it will be so awkward to pack\", said I. He showed me how it would fold up. Then I was in a room at the clinic and Dr. A. or Mr. Bor. was saying, \"This is the Eastern Star blood bank.\" The walls were white and the room rather empty.",
    "character":"1MSC, 1MOA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2515",
    "time":"1960-1997",
    "date":740188800000,
    "gender":"F",
    "age":"YA",
    "report":"Jared invites me to sit next to him on the couch. I don't want to, but hesitate. Finally, I say, as an excuse, \"The couch is too low for me to be comfortable, but I prefer to sit on the chair next to the couch. See, we'll still be sitting close together.\" A compromise. I go to sit on the chair and then a woman, the mother of a man in the room, says, \"Did you throw up in here?\" I feel sticky stuff on my pants leg on the right side and see purple gunk. I stand up. The mother follows me into the next room to assist me in cleaning up. Dora is there helping. We agree it is best to take the pants off so she can thoroughly clean them. I go into the adjoining room to sit on the bed so I can take them off.",
    "character":"1MKA, 1FSA, 1MKA, 1FKA",
    "emotion":null
  },
  {
    "id":"lawrence",
    "name":"Lawrence, a young man",
    "number":"195",
    "time":"2009",
    "date":1258934400000,
    "gender":"M",
    "age":"A",
    "report":"I watch a classic film noir with some of my friends which has a scene where the hero draws a line on the pavements of a city - a continuous line that leads the other characters to various locations which helps to solve a crime or plays a role in attracting the femme fatal or something. My friend Ralph has the idea that we do out own version of this with black marker pens on the pavements of our home town. So we start drawing a long black line, taking an arbitrary route with a thick black marker. We get lost and head up dead ends or go full circle round the block, and end up having to cross lines or double-back. We are making a complete mess. We also have no mystery to solve - no femme fatal. There's no point to this - no narrative. Suddenly I feel terribly guilty about the mess we've made on the streets. \"It will wash away in the rain\" says Ralph. But I'm not so sure. \"They are permanent markers!\" I tell them. Ralph and Terry look sheepish now.",
    "character":"2JKA, 1MKA",
    "emotion":"AP D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0896",
    "time":"1949-1964",
    "date":2946931200000,
    "gender":"M",
    "age":"A",
    "report":"I was at work when I smelled smoke. We were getting ready to go home. I looked into another dept. and I saw smoke coming into the room. Carl Fischer and another fellow ran for the door and I went back to get something.",
    "character":"1MKA, 1MSA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0494",
    "time":"1960-1997",
    "date":400377600000,
    "gender":"F",
    "age":"YA",
    "report":"A famous woman like India's prime minister is walking down the street. She sees a car with a man in it and then a car with a woman in it. She has a premonition that the man will try to run over her and the woman will save her. As it starts to happen, I am her. I see the car coming at me and I throw myself up against a wall in defeat because I'm trapped. Then I think, \"Oh, how awful,\" and turn around in the nick of time and leap straight up seconds before he hits me. I roll over the top of the car. I yell at him, \"You almost killed me!\" He smiles and shrugs. I say, \"Give me your name and insurance.\" He gives me a card. I say, \"I'll bet this is the wrong phone number.\" He grins. I say, \"I'll take your license number. It is RE 7-12.\" I memorize it and then walk toward school. As I near the door, I see him walking, whistling happily behind me. I say sarcastically, \"Here, allow me,\" and I open the door for him. He shrugs and accepts. As we walk in he says, \"You aren't ever going to forgive me, are you?\" He sounds upset like he doesn't understand why I'd hold a grudge on such a minor thing.",
    "character":"1FPA, 1MSA, 1FSA",
    "emotion":"SD D, HA 1FKA"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1645",
    "time":"1999-",
    "date":1189296000000,
    "gender":"F",
    "age":"A",
    "report":"I was at UI and had gone into E Hall to check on my classroom for an upcoming class I was going to be teaching. Another gentleman, about my age, came in for the same reason. We chatted briefly and continued to talk as we left the room because we were both headed in the same direction. He asked about my class. As I told him about my first experience with this class, I also said that I wasn't sure that the Midwest is ready for a class like this. Still, I was glad that the university had decided to give it another chance. I got lost making my way through the building, or disoriented. I stopped a woman in one of the hallways and asked for directions. As she answered me she pointed towards a glass door. As soon as she did, I turned to look and saw the parking lot. As I got to the parking lot, though, I doubted that this is where I had parked. I didn't see my car there. I finally thought I remembered where I had parked and walked around a corner of the building into another parking lot. I saw my car sitting in one of the angled parking spaced near the end of the row. When I walked up to the drivers side door, I saw a big clump of mud in the middle of the door. It was about six inches in diameter and close to an inch deep in the center. I knew a student had done this intentionally, even though they likely didn't know who owned the car. It still bothered me. I put some things in the trunk, came back around and opened the door. Now the mud was in the middle of the drivers seat. I was even more aggravated. It was still kind of wet, so I couldn't just brush it off. I reached in and began scooping it off the seat with my right hand. I did this several times, getting as much as I could. I knew I was just going to have to leave it go at that until I got home and could clean it fully.",
    "character":"1MSA, 1FSA",
    "emotion":"HA D, CO D, AN D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1972",
    "time":"1960-1997",
    "date":688176000000,
    "gender":"F",
    "age":"YA",
    "report":"I am in some huge room like a warehouse. I'm looking for my camera. Tyler and Janet have moved it somewhere and I can't find it. A fat statue of a goddess says to me, \"Would you please take my place for awhile? I've got some stuff to do.\" I hesitate, because I don't know if it will be unpleasant or hurt or not. Then I do. She goes off and I stand in her place. Later, I go outside and am still looking for the camera. I go home, driving my van. I go in and a man from a publishing house is waiting for me with good news. He wants to publish my book. I ignore him, looking for the mail. I see two rejection letters there. I decide to go downstairs and take a swim. I go down a long flight of white stairs where the walls are up high. I keep trying to make the walls into windows, but no dice. I get to my basement and see a huge swim pool. I know some men are waiting to go swim, but I take all my clothes off and dive in; they will just have to wait. I swim well and it's very sensual and wonderful. Everyone waits for me.",
    "character":"2FKA, 5FSA, 1MSA, 2MSA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1922",
    "time":"1960-1997",
    "date":682387200000,
    "gender":"F",
    "age":"YA",
    "report":"I am combing my long hair, which is bleached blonde and dark together, maybe like growing out roots. I'd pull a loose hair and great strands would come out in my hand. I am appalled. I'll be bald soon at this rate. Then I look in the mirror. I see that when I lift up my blonde\/dark hair that new growth is coming in and it's pure white. I am shocked and go into the next room to show Aunt Abigail and Dwight. I hold up the blonde\/dark hair with my brush and say, \"Look at this!\" They look. Aunt Abigail exclaims, \"It's all white.\" Dwight refuses to look and sings or chants nonsense words. I call Aunt Abigail \"Elaine\" and then realize my mistake and apologize to her. I am annoyed with Dwight. I tell him so. I say, \"Hey, this is a traumatic moment here and you aren't being very responsive.\" He just chants louder. I am angry and then feel forgiveness. That's the best he can do. I don't need his approval (help), although it would be nice. I go out into another room and my father (at his age now, maybe even older) comes in and has a box. He says, \"It took some doing to get it from the rich old guy, but I got it.\" He and I unpack it carefully. It's a shamrock vase. It's a special ceramic crock to mix the special \"healing\" potion in. It's upside down and we carefully put it right side up. I blow dust off it and have decided to wash it thoroughly before we start. If we're going to all this trouble, we might as well do it right. There's something about finding other stuff and Aunt Abigail. My father and I carry the vase to another room. I look toward a window. We are talking. He says, \"We don't take the bus. We drive in each time we see the doctor. It's easier that way.\" I nod and notice a big \"fatty tumor\" on his ear and he has a fat lip. He looks old and a little ill. I feel a bit of concern.",
    "character":"1FKA, 1MKA, 1MKA, 1MOA",
    "emotion":"CO D, AN D, AN D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"2951",
    "time":"1960-1997",
    "date":829180800000,
    "gender":"F",
    "age":"YA",
    "report":"I am back with Howard. He is sweet and caring and young. So am I (young). We have a baby and Howard is the main caretaker. He brings the baby to me. The baby has short, stubby legs with thick thighs. I look at his feet and say, \"Oh he will grow up tall and strong. He has big feet.\" Then the baby gets up and walks around a bit. I am amazed. He is a newborn. Then he begins to talk. He tells me he has listened in to my thoughts. He is gentle, loving and an alien baby of some sort. I am very impressed and we bond. He is helping me. He gives me advice. I realize Howard and I haven't been sleeping together and having sex for years. I want to start that part of our relationship, willingly and with joy. Now there's a crowd of people and I am dressed very pretty. I've lost weight and another woman, a movie star, is trying to take the attention of the crowd. With the baby's telepathic support, I step into the center and charmingly take the admiration of the crowd, mostly the men. There is a bunch of FBI bodyguard type men there. Howard and the baby and I are going somewhere.",
    "character":"1MKA, 1MSC, 1FSA, 2JSA, 1FPA, 2MOA",
    "emotion":"CO D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0464",
    "time":"1949-1964",
    "date":2740780800000,
    "gender":"M",
    "age":"A",
    "report":"I was thinking of having an object put afire and them jump from a great height.",
    "character":null,
    "emotion":null
  },
  {
    "id":"melvin",
    "name":"Melvin (Melora's husband)",
    "number":"032",
    "time":"1962",
    "date":2920233600000,
    "gender":"M",
    "age":"Y",
    "report":"I was taking a canoe trip in the wild parts of Canada with two other people, Leonard and George , Leonard being a man of about 35 or 40 with whom I did take a couple of canoe trips in Canada a number of years ago when I was in the Explorer Scouts, and George being a friend of mine from high school, about the same age as me, although I haven't seen him in a number of years. In the first part of this trip we were climbing a small mountain, just Leonard and I were climbing it. George didn't want to climb because it was a very dangerous climb where one of us would have to grab onto some handholds and then the other person would have to climb over the person and grab on himself and so on, continuously climbing over each other in order to get up. I remember being at one place trying to get some handholds that were sturdy and not being able to for several minutes. I was slipping, but I finally grabbed on and Leonard climbed on up over me and then he was at the top, and I climbed up with him and we sat on the top of this mountain, which was a pretty sharp point with just a couple of places that we could straddle. We looked around over the lakes below and mountains off in the distance. Then we climbed back down, which seemed to take place very quickly. The three of us were sort of planning our trip, looking at some maps of the area. Leonard was showing us where we were now and where we would be going. I had some topographical maps of my own which I pulled out of my pocket, or rather out of my knapsack, and I was marking down where we were with some numbers to locate where our next designation would be. Just a comment here: these maps remind me very much of a map I looked at yesterday in a state park we were in. So I was kind of worried a little bit with George being on the trip because I thought he had never been canoeing before to speak of, and this was going to be a pretty rough trip. And I wasn't sure he would be able to take this continuous paddling all the time. Then with us actually starting on our trip, it seems that instead of getting into some canoes, we were on a platform and we got on a train that was our own train. My recall of things gets rather hazy at this point, but it seems we had gotten off the train again without having gone anywhere on it. The three of us went to the bathroom in the basement of this building, which seems to be a college building. Then we came back up and got on the train again. Then somehow there were some Chinese people, or somebody like Chiang Kai Shek or something, involved in the dream and maybe some spies or something, and I really don't recall just what happened.",
    "character":"1MKA, 1MKA",
    "emotion":"AP D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0271",
    "time":"1949-1964",
    "date":2630275200000,
    "gender":"M",
    "age":"A",
    "report":"I was putting down a small payment in a couple dimes and I saw Indian head pennies. I picked them up and one was 1883 series and 360 series. The pennies were like new. I took them for my collection. My car didn't have the pep and I was angry. I was working on a drill press. I saw Whitey Volker and another man I knew.",
    "character":"1MKA, 1MKA",
    "emotion":"AN D"
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"491",
    "time":"1912-1965",
    "date":2908396800000,
    "gender":"F",
    "age":"A",
    "report":"I was working a puzzle in my room when glancing at clock saw that I might be late to a dinner engagement. Trouble in getting to toilet. I couldn't make the date if it was at 12. Went to her room to find out if date was for 12:30 or 1 p.m. Mother said, \"That was yesterday. We went. Why didn't you?\" I said, \"It is still Thursday, isn't it?\" \"No, it's Friday.\" \"But I've been here at my desk all morning. Why didn't you call me.\" Then I realized I had had amnesia.",
    "character":"1FKA",
    "emotion":null
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0156",
    "time":"1949-1964",
    "date":2562537600000,
    "gender":"M",
    "age":"A",
    "report":"Hank Seegert said G.G. said Evans got 350 and 450 and 12.50 and 13.50. I had to sneak into the dairy and hide, then go to work with the men under false pretenses. G.G.'s home was located very near a railroad track and his wife was afraid the track would wash out some day and the train would run thru their home.",
    "character":"1MKA, 1MKA, 1MKA, 1FKA",
    "emotion":"AP 1MKA"
  },
  {
    "id":"bea2",
    "name":"Bea 2: a college student",
    "number":"039",
    "time":"2007-2010",
    "date":1262908800000,
    "gender":"F",
    "age":"Y",
    "report":"I had a dream that my family and I were all going somewhere, but I can't remember where it was or why we were all there. My mother and I wanted to go home early, so we took one of the cars. We were at a rest stop, when I realized that we had somehow taken both cars, but I hadn't been driving. My mother said she had been driving each car in shifts, because they were both some kind of new stick shift I didn't know how to drive yet. I was also dreaming about floating down some river with other RAs, and that was our mid-year training. Later, Gage and I were talking, and he was telling me about how every couple in our grade was breaking up before graduation. I was shocked, but really relieved that I wouldn't have that same problem.",
    "character":"2JKA, 1FKA, 2IOA, 1MKA",
    "emotion":"CO D, HA D"
  },
  {
    "id":"van",
    "name":"Van: a video gamer",
    "number":"002",
    "time":"2007-",
    "date":1180396800000,
    "gender":"M",
    "age":"A",
    "report":"I dreamed that I had just woken up in a hospital room. I remember snippets of the surgery. I had been badly hurt. A bullet, perhaps. It was in the same place where my appendix scar is. It didn't hurt yet, but I knew and wanted and was looking forward to painkillers. At my bedside was my mother. And in my bed was a girl who was beautiful, who said she loved me and that her name was Kimmi. A tooth of mine was loose also. I looked around. All kinds of stuff was strewn about the room. Spoils of some kind. The thing is, I didn't remember a single thing. I knew who my mother was, and later, who my friends and brother were when they came in, but the past -- I don't know how long -- was gone. I told Kimmi that I didn't know who she was and if I loved her. We snuggled close. I put my hand on her pajama-clad leg. I felt bad that I couldn't remember her. My mother accepted her, so I assumed they had met previously. Marvin, Kareem (friends from college), someone I didn't know and my brother Gerald came in. They were congratulatory. They were also giddy and laughed the laugh of someone who knows something that you should know but don't. Apparently, I did something completely badass and somehow got away with it. Kimmi was having a hard time coming to terms with my memory loss. My friends were making sexist remarks. I didn't know her, but I felt strongly for her and sorry for her. Her parents had warned her to stay away from people like me who would break her heart. She went to the bathroom to freshen up. She was strong, though. And pushed through the crap.  I also had a loose tooth. When it came out, it had a metal root, very futuristic. Like an implant.  I yelled because I wanted to share this with Kimmi. \"I feel like I am 10 or 12.\" I tried to remember when my teeth last came out.",
    "character":"1FKA, 1FKA, 2JKA, 1FSA, 2JKA",
    "emotion":"SD D, SD D"
  },
  {
    "id":"melora",
    "name":"Melora (Melvin's wife)",
    "number":"104",
    "time":"1962",
    "date":2928787200000,
    "gender":"F",
    "age":"Y",
    "report":"I had just come out of class and I was standing behind the library waiting for my husband to pick me up. It was sort of a miserable day, it was cold, and I didn't have enough on and so I was cold. So I saw these two people who were graduate students who were coming along and I didn't know them. Two boys and they were talking about languages, so I figured they must be in one of the language departments, and they got into this big white car and I got in with them. But I didn't say anything to them, and they didn't say anything to me, and they didn't seem to be particularly astonished that I was there. They started off and went out of the parking lot and up to the stoplight where they stopped and just sat there and talked. Finally I saw my husband coming along, but he was walking down the middle of the road. He didn't have his car with him. So I got out of these people's car and went over and asked him where the car was and it had had some sort of very strange trouble. I forget what it was. It was something sort of devastating that happened to it and I got real mad because I said every single car that we ever had is broken down within six months and we aren't able to use it. He said that wasn't so, but it was. We were walking toward the hospital. My daughter had this checkup appointment in the pediatrics clinic that day. I was going to take her, and I said, \"Well, I'll do that, but I can't walk home with her and my books too. Will you take my books?\" And my husband said yes, he would. We got in the hospital and somehow I left my books on the first floor of the hospital somewhere. My husband had gone off to get something. And I just left my books there and our daughter who hadn't been with us all the time was suddenly with us. So I got in the elevator and pushed the second floor button because this is where the clinic was. I got in and asked somebody where this clinic was because I hadn't been to this particular place before. So she started guiding me toward it and I saw the place where all these little children were waiting with the desk and I started going over to it and the girl I was with started practically pulling me away. \"No, not that place. The other one.\" And that place was where the Negro children were waiting. I got sort of indignant because they were being so silly about it. It didn't make that much difference to me, and she looked at me sort of funny like maybe our daughterwas half Negro and so we got over to the appointment desk, the white appointments desk, and I was going to give her my appointment slip, and I had left my pocket book downstairs and my appointment slip in it. So I said would I get waited on any faster if I left my daughter here with you while I go down and look for my pocket book. So I left her there behind the appointment desk and started to go to look for my pocket book. Then things got real confused and I never did go back downstairs, and I was worried about my books too. I wondered if my husband would be able to find them and take them home. I came to this place, part of the hospital, part of the kitchen, dietetics where the hospital and people who needed to for some special patients they were taking care of at homes, and they had this machine or this device at any rate, that would make square hamburger patties like you can buy in a grocery store. Everybody was praising this machine. So I was supposed to go see how it worked and it wasn't anything particularly special. You just put the hamburger in between these two sort of wire grills and pressed down on it and there was your patty. It was quite a bit nicer and firmer than you would be able to ordinarily fix, but it wasn't anything that special, although in the dream it was sort of fascinating and I stood there and worked it for quite a while. Then it occurred to me that I thought that I had left my pocket book right behind the appointment desk, which of course is real contradictory since it couldn't have been so or else I would have had my appointment slip there. I think I was going back to find it when I woke up. Two things else that happened in this dream that I forgot. In the first, before I was waiting for my husband behind the library in the parking lot, I was in supposedly my French class, but we were discussing all the Irish and English playwrights and being passed out books of their work. We could read these or read some other if we wanted to, but I was given these real slender books and some of the plays I had read before, so I thought I would just keep these even if they might not be of interest. Then after I had told the lady at the appointment desk that I had left my pocket book downstairs, I thought instead of just letting me go down there and look for it where I knew I had left it, called up some desk down there and asked if this certain pocket book had been found. She started describing it to the lady and I had to tell her what the contents were. After I had done all this, then the lady downstairs said no, they hadn't found any such pocket book. It was sort of silly.",
    "character":"1MKA, 2MSA, 1FKC, 1ISA, 1ISC",
    "emotion":"SD D, AN D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1349",
    "time":"1999-",
    "date":1153008000000,
    "gender":"F",
    "age":"A",
    "report":"It was about my OB class and involved the three sisters from the TV program Charmed. There was only one image. It was a piece of paper with a table on it that had six cells. It was two columns and three rows. The cells in the left column were square. The cells in the right column were long rectangles. There were two or three pieces of information in each of the rectangles. Each of the items in each of the rectangles were labeled a, b, and c. The sisters were putting the information in each of these rows. When it wasn't right they had to try again. They kept trying to get it right, using witchcraft. It's as though I was there just waiting for them to figure it out and get it right so I could use it. Right before I woke up they had just one more rectangle to get right. There was a sense of urgency. We were running out of time and they had to get it right quickly. ",
    "character":"2FKA",
    "emotion":null
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"0913",
    "time":"1960-1997",
    "date":579398400000,
    "gender":"F",
    "age":"YA",
    "report":"I am walking through a bar. I come to a door that is closed. I think, \"Ah. I know the way,\" and go around a corner to an open door. I am in a bar\/lounge. People look at me, interested in me sexually. I feel pleased that I am considered attractive and am not afraid. I also don't stop and take anyone up on the offer. I go outside and see an empty swimming pool. Across the pool is a glass enclosed area. I see lots of children playing.",
    "character":"2JSA, 2JSC",
    "emotion":"HA D"
  },
  {
    "id":"dorothea",
    "name":"Dorothea: 53 years of dreams",
    "number":"725",
    "time":"1912-1965",
    "date":2960150400000,
    "gender":"F",
    "age":"A",
    "report":"I was looking among small boxes and cartons on the closet shelves for a dress but the boxes were nailed.",
    "character":null,
    "emotion":null
  },
  {
    "id":"alta",
    "name":"Alta: a detailed dreamer",
    "number":"108",
    "time":"1985-1997",
    "date":519868800000,
    "gender":"F",
    "age":"A",
    "report":"I'm looking for a boy - I'm my own age, probably, but he's around 20 - I'm asking a girl about him - she's trying to look him up in the phone book, under Smith, (Bobby?); then I call and ask for him, and he says the name was Williamson, and he recognized me. I'm surprised. Now we're together; I haven't seen him in years, I'm glad to be visiting with him, it's comforting to be back in my old home (town? neighborhood?) for a while. We went to feed his cats in a big old barn - it's dark; (we? I? he?) put(s) the light on. I pet the cat, and a friend of his comes in - she's a big, farm-girl type with long blonde hair and overalls or jeans and a (plaid shirt?). She offers us each a hamburger and brings them in. My friend complains that his hasn't got any trimmings on it; she says she's been working hard and he's lucky to get one. Mine, however, is big and has a lot of stuff on, kind of clumsy, as a matter of fact. She served them in bowls. My feelings are warm, friendly, welcoming, grateful, overall very pleasant attitude.",
    "character":"1MSA, 1FKA, 1MKA, 1ANI",
    "emotion":"CO D, HA D, HA D"
  },
  {
    "id":"elizabeth",
    "name":"Elizabeth: a woman in her 40s",
    "number":"1501",
    "time":"1999-",
    "date":1167696000000,
    "gender":"F",
    "age":"A",
    "report":"I was at my first dream class. Malachi B and three other male members of SAID who were equally accomplished in their dream research were students in the class. Instead of individual student desks, we had six or eight foot tables. I was rearranging them so there were would be groups of two tables and that they would be sitting at an angle to the front of the room rather than in straight horizontal lines. I was going to divide them into their theorist groups and have each group sit together each week. Some of the students changed them after I had put them where I wanted them. Mark dropped the class because he decided after that first week that it wasn't what he was looking for, but the other three SAID members stayed in.",
    "character":"1MKA, 2MKA, 1MKA",
    "emotion":null
  },
  {
    "id":"melora",
    "name":"Melora (Melvin's wife)",
    "number":"140",
    "time":"1962",
    "date":2931897600000,
    "gender":"F",
    "age":"Y",
    "report":"I was telling these other couple of girls about my experiences spending a night in a hotel room with a traveling salesman, and how he slept and I tried to sleep, but he snored all night; and how the next night I wished that he wouldn't snore and he didn't because he stayed awake and kept making passes at me. These girls were sort of horrified and I was telling them some things about it, and they were telling me that sometimes in these hotel rooms they had thee TV cameras hooked up to the rooms and might put you on a program without you knowing about it. I didn't tell them anything more, but in actuality I hadn't slept with this man and I also knew I was going to have a baby by him. It was the next morning and I was going into this little grocery store to buy something before I started on my trip to somewhere or another. I bought a big bottle of grape soda and something else, something sort of strange, and went outside and met somebody there I used to know when I worked up in the Biology Dept., this woman in her middle 30's. And she said, \"You know, I saw this television program last night and saw this girl and this man in this hotel room and it stopped just at the most interest point.\" I said, \"Well, did she go to bed with him?\" and she said, \"Well, it didn't show that,\" and I said, \"Well, what do you think?\" and she didn't say much. So I knew that she knew that it was me, but I didn't seem particularly concerned about it and we were standing on a corner and she was going to cross the street one way and I was going to cross it another way. So I just waved bye-bye to her and stepped out into the street. And I stepped out against the light and it was this big street in this big city and there was a lot of traffic on it. All of a sudden there were these huge trucks rushing towards me and I thought I was going to be killed, but I managed to avoid them and get over to the other side and I was pretty upset for having done this and for almost having gotten killed. So I thought maybe I was more concerned about what she had said than what I thought. Now the town that I was in was my hometown and this is a section of my hometown that occurs over and over again in my dreams. It's one long block down from the center of town, and it's a block that in actuality has nothing of the kind that I find in my dreams because it has office buildings and men's shops, a theater, but in my dreams it always has clothing stores on it and a couple of doors from the corner it has a little bakery. So I decided that since I almost had just been killed, I would stroll down the street a little to regain my equilibrium. I would shop around and look in some of the stores at their maternity clothes, and I would go down to this little bakery and get myself a chocolate &#233;clair. So I walked along and the first stores that I came to had been changed. The first one was this exclusive shop for Negroes and had these Negro mannequins in the windows, then there was a small shop that said Creole Shop on it. I was intrigued by both of these, but I figured I had better not go in them. Then I came to where the bakery had been, and there was a new store there. And this store -- I can't imagine what they really sold -- but they were dazzling white. All their clothes and everything were dazzling white and they had all these models around in white outfits. And the bakery had been moved to sort of in back of this store, so I went back there and there it was, very small and the two girls who ran it, one white girl and one big Negro girl whom I knew from my dreams before. And so I asked them for a chocolate &#233;clair and some cookies and they were very happy that they had a customer because apparently in this place in the store they didn't get very many. So I paid for it and walked back out.",
    "character":"2FSA, 1MOA, 1FKA, 1FKA",
    "emotion":"AP D, AN D"
  },
  {
    "id":"david",
    "name":"David: teenage dreams",
    "number":"90",
    "time":"1990-1999",
    "date":888019200000,
    "gender":"M",
    "age":"T",
    "report":"I am sitting at a 4-partition desk like they have got at the junior college library, intended for studying. I'm sitting in front of a large window of some sort, at this desk, 'working on my style'. Laura and I have dinner there and she leaves. I get frustrated with the stupid blue desk lamp -- it keeps flickering on and off -- and so I throw it out the window. I turn on the computer and hook it up to the window (which I'm using as a movie screen) to watch an animated movie, which is done all in blue tints. I put the movie in because the box said it was \"Heartwarming\". But -- a hick cop on the street shines his light in. Apparently I'm violating some sort of law by watching a blue film. I must stop. Not wanting to stop, I simply pull the shades. Now on the screen I get a Windows error box. It says: \"Stop. 3 Minutes.\" I stop the movie and wait. Another message: \"Revert To Wood. Now.\" Everything goes black. I wake, inexplicably scared.",
    "character":"1FKA, 1MOA",
    "emotion":"AN D, AP D"
  },
  {
    "id":"pegasus",
    "name":"Pegasus: a factory worker",
    "number":"0467",
    "time":"1949-1964",
    "date":2741040000000,
    "gender":"M",
    "age":"A",
    "report":"I was in Rivertown. I was flying and having a good time. I told someone I was the only person in the world that could fly. Then I said in my sleep. I flew under icicles that were hanging from the school roof and then I dive-bombed at one of my friends. He had a long piece of stiff wire and it got me on time. I got ahold of it and didn't dive at him any more. I was by Grandma's and one of the eaves were higher on one side than the other. I was planning with Steve how to level it and I gave him some suggestions on doing it.",
    "character":"1ISA, 1MKA, 1FKA, 1FKA",
    "emotion":"HA D"
  },
  {
    "id":"b",
    "name":"Barb Sanders",
    "number":"1046",
    "time":"1960-1997",
    "date":588124800000,
    "gender":"F",
    "age":"YA",
    "report":"We are on a train that isn't on tracks, but we are about to enter a tunnel where there are tracks. We have to find American Converter seat belts. We click them on and go, but there are problems. The train engineer isn't cooperating. Cindy tells me to get their phone numbers from John. I go to John, but he won't give me the numbers. He is in mutiny and we can't get home now. I remember then that I have the numbers and I'm a pack rat and don't ever throw anything out. I find the numbers and hide them. Then we are in a train station and I want to see someone who loves me, so I conjure up Darryl. I don't really see him, but I respond as if he's there. I go over to him and he says, \"You don't have to sit near me.\" I feel hurt and rejected. Even him! Time to go buy gifts and souvenirs. I'm not happy.",
    "character":"1MOA, 1FKA, 1MKA, 1MKA",
    "emotion":"SD D"
  }
]